Repository: openwatersio/slackwater-ios
Catalog: Slackwater/Localizable.xcstrings
Source language: en
Languages: da, de, es_es, fi, fr_ca, it, ja, ko, nb, nl, pt_br, pt_pt, sv

# The next slack window at %@ is from %@ to %@ and is open now.
source: The next slack window at %1$@ is from %2$@ to %3$@ and is open now.
da: Næste strømstille periode ved %@ er fra %@ til %@ og er åben nu.
de: Das nächste Stauwasserfenster bei %1$@ ist von %2$@ bis %3$@ und ist jetzt offen.
es_es: La próxima ventana de estoa en %1$@ va de %2$@ a %3$@ y está abierta ahora.
fi: Aseman %@ seuraava heikon virtauksen jakso on %@–%@ ja on käynnissä nyt.
fr_ca: La prochaine fenêtre d’étale à %1$@ s’étend de %2$@ à %3$@ et est ouverte maintenant.
it: La prossima finestra di stanca a %1$@ va dalle %2$@ alle %3$@ ed è già aperta.
ja: %1$@の次の潮止まり時間帯は%2$@から%3$@までで、現在その時間帯です。
ko: %@의 다음 정조 시간대는 %@부터 %@까지이며 현재 진행 중입니다.
nb: Neste strømstillevindu ved %1$@ er fra %2$@ til %3$@ og er åpent nå.
nl: Het volgende kenteringsvenster bij %1$@ is van %2$@ tot %3$@ en is nu open.
pt_br: A próxima janela de estofo em %1$@ vai de %2$@ a %3$@ e já está aberta.
pt_pt: O próximo período de estofo em %1$@ vai de %2$@ a %3$@ e já está aberto.
sv: Nästa strömstilla period vid %@ är från %@ till %@ och pågår nu.

# The next slack window at %@ is from %@ to %@, and starts %@.
source: The next slack window at %1$@ is from %2$@ to %3$@, and starts %4$@.
da: Næste strømstille periode ved %@ er fra %@ til %@ og begynder %@.
de: Das nächste Stauwasserfenster bei %1$@ ist von %2$@ bis %3$@ und beginnt %4$@.
es_es: La próxima ventana de estoa en %1$@ va de %2$@ a %3$@ y comienza %4$@.
fi: Aseman %@ seuraava heikon virtauksen jakso on %@–%@ ja alkaa %@.
fr_ca: La prochaine fenêtre d’étale à %1$@ s’étend de %2$@ à %3$@ et commencera %4$@.
it: La prossima finestra di stanca a %1$@ va dalle %2$@ alle %3$@ e inizia %4$@.
ja: %1$@の次の潮止まり時間帯は%2$@から%3$@までで、%4$@に始まります。
ko: %@의 다음 정조 시간대는 %@부터 %@까지이며 %@에 시작합니다.
nb: Neste strømstillevindu ved %1$@ er fra %2$@ til %3$@ og starter %4$@.
nl: Het volgende kenteringsvenster bij %1$@ is van %2$@ tot %3$@ en begint %4$@.
pt_br: A próxima janela de estofo em %1$@ vai de %2$@ a %3$@ e começa %4$@.
pt_pt: O próximo período de estofo em %1$@ vai de %2$@ a %3$@ e começa %4$@.
sv: Nästa strömstilla period vid %@ är från %@ till %@ och börjar %@.

source: The on-device fit is still refining. Flood sets %lld°T.
da: Tilpasningen på enheden forfines stadig. Flodstrømmen sætter %lld°T.
de: Die Modellanpassung auf dem Gerät wird noch verfeinert. Flutstrom setzt nach %lld°T.
es_es: El ajuste en el dispositivo aún se está refinando. La corriente de flujo se establece a %lld°T.
fi: Laitteella sovitettua mallia tarkennetaan vielä. Nousuvirtauksen suunta on %lld°T.
fr_ca: L’ajustement sur cet appareil s’affine encore. Le flot porte au %lld°T.
it: L’adattamento su questo dispositivo è ancora in perfezionamento. Il flusso dirige verso %lld°T.
ja: このデバイス上のモデルの精度を向上中です。上げ潮流の流向は%lld°Tです。
ko: 기기 내 모델을 정밀화하는 중입니다. 창조류 방향은 %lld°T입니다.
nb: Tilpasningen på enheten finjusteres fortsatt. Inngående strøm setter mot %lld°T.
nl: Het model op dit apparaat wordt nog verfijnd. De vloedstroom zet naar %lld°T.
pt_br: O ajuste neste dispositivo ainda está sendo refinado. A enchente segue para %lld°T.
pt_pt: O ajuste neste dispositivo ainda está a ser aperfeiçoado. A enchente segue para %lld°T.
sv: Anpassningen på enheten förfinas fortfarande. Flodströmmen sätter %lld°T.

source: The place's curve, its turns and their times.
da: Stedets kurve, dets vendinger og tidspunkter.
de: Die Kurve des Ortes, ihre Wendepunkte und deren Zeiten.
es_es: La curva del lugar, sus cambios y sus horas.
fi: Paikan käyrä, käänteet ja niiden ajat.
fr_ca: La courbe du lieu, ses renversements et leurs heures.
it: La curva del luogo, le inversioni e i loro orari.
ja: その場所の曲線、変わり目と時刻。
ko: 해당 장소의 곡선, 전환점과 시간.
nb: Stedets kurve, vendinger og tidspunkter.
nl: De curve van de plaats, de omslagen en hun tijden.
pt_br: A curva do lugar, suas inversões e horários.
pt_pt: A curva do lugar, as suas inversões e horários.
sv: Platsens kurva, dess vändningar och tider.

source: The stations on your list download on their own.
da: Stationerne på din liste hentes automatisk.
de: Die Stationen auf deiner Liste werden automatisch geladen.
es_es: Las estaciones de tu lista se descargan automáticamente.
fi: Luettelosi asemat latautuvat automaattisesti.
fr_ca: Les stations de votre liste se téléchargent automatiquement.
it: Le stazioni del tuo elenco si scaricano automaticamente.
ja: リストにある観測所は自動でダウンロードされます。
ko: 목록의 관측소는 자동으로 다운로드됩니다.
nb: Stasjonene på listen din lastes ned automatisk.
nl: De stations in je lijst worden vanzelf gedownload.
pt_br: As estações da sua lista são baixadas automaticamente.
pt_pt: As estações da sua lista são descarregadas automaticamente.
sv: Stationerna på din lista hämtas automatiskt.

source: The stations you have opened are ready and stay ready offline. Everything else fills in as you use the app, and nothing downloads twice.
da: De stationer, du har åbnet, er klar og forbliver klar offline. Resten udfyldes, når du bruger appen, og intet hentes to gange.
de: Die Stationen, die du geöffnet hast, sind bereit und bleiben offline verfügbar. Alles Weitere wird geladen, während du die App nutzt. Nichts wird zweimal geladen.
es_es: Las estaciones que has abierto están listas y siguen disponibles sin conexión. Las demás se añaden a medida que usas la app, y ninguna se descarga dos veces.
fi: Avaamasi asemat ovat valmiina ja pysyvät käytettävissä ilman verkkoyhteyttä. Muut latautuvat käyttäessäsi sovellusta, eikä mitään ladata kahdesti.
fr_ca: Les stations que vous avez ouvertes sont prêtes et restent disponibles hors ligne. Les autres s’ajoutent à mesure que vous utilisez l’app, et aucune n’est téléchargée deux fois.
it: Le stazioni che hai aperto sono pronte e restano disponibili offline. Il resto si completa mentre usi l’app e nulla si scarica due volte.
ja: 開いた観測所は利用可能になり、オフラインでも使えます。それ以外もアプリを使う間に順次ダウンロードされます。同じデータを二重にダウンロードすることはありません。
ko: 열어 본 관측소는 준비되었으며 오프라인에서도 계속 사용할 수 있습니다. 나머지는 앱을 사용하면서 채워지고 중복 다운로드되지 않습니다.
nb: Stasjonene du har åpnet, er klare og forblir klare frakoblet. Resten fylles inn etter hvert som du bruker appen, og ingenting lastes ned to ganger.
nl: De stations die je hebt geopend zijn gereed en blijven offline beschikbaar. De rest wordt aangevuld terwijl je de app gebruikt, en niets wordt twee keer gedownload.
pt_br: As estações que você abriu estão disponíveis e continuam disponíveis offline. O restante é preenchido conforme você usa o app, e nada é baixado duas vezes.
pt_pt: As estações que abriu estão disponíveis e continuam disponíveis sem ligação. O restante é preenchido à medida que usa a aplicação, e nada é descarregado duas vezes.
sv: Stationerna du har öppnat är klara och förblir klara offline. Resten fylls på när du använder appen, och inget hämtas två gånger.

source: The Sun and Moon are at right angles, so their tidal effects partly offset. The narrower range tends to bring lower highs and higher lows.
da: Solen og Månen står i rette vinkler, så deres tidevandspåvirkninger modvirker delvis hinanden. Den mindre forskel giver typisk lavere højvande og højere lavvande.
de: Sonne und Mond stehen im rechten Winkel zueinander, daher gleichen sich ihre Gezeitenwirkungen teilweise aus. Der kleinere Tidenhub führt tendenziell zu niedrigeren Hochwassern und höheren Niedrigwassern.
es_es: El Sol y la Luna forman un ángulo recto, por lo que sus efectos de marea se compensan en parte. La menor amplitud tiende a producir pleamares más bajas y bajamares más altas.
fi: Aurinko ja Kuu ovat suorassa kulmassa, joten niiden vuorovesivaikutukset kumoavat osittain toisensa. Pienempi vaihtelu yleensä laskee ylävesiä ja nostaa alavesiä.
fr_ca: Le Soleil et la Lune sont à angle droit, de sorte que leurs effets sur les marées se compensent en partie. Le marnage réduit tend à produire des hautes eaux moins hautes et des basses eaux moins basses.
it: Sole e Luna formano un angolo retto, quindi i loro effetti sulle maree si compensano in parte. L’escursione ridotta tende a produrre alte maree più basse e basse maree più alte.
ja: 太陽と月が直角に位置し、潮汐への作用が一部打ち消し合います。潮差が小さくなり、満潮が低く、干潮が高くなる傾向があります。
ko: 태양과 달이 직각을 이루어 조석 효과가 일부 상쇄됩니다. 조차가 작아지며 만조는 낮고 간조는 높아지는 경향이 있습니다.
nb: Solen og Månen står i rett vinkel, så tidevannsvirkningene motvirker hverandre delvis. Den mindre forskjellen gir gjerne lavere høyvann og høyere lavvann.
nl: De zon en de maan staan haaks op elkaar, waardoor hun getijwerkingen elkaar deels opheffen. Het kleinere getijverschil leidt doorgaans tot lagere hoogwaters en hogere laagwaters.
pt_br: O Sol e a Lua estão em ângulo reto, então seus efeitos nas marés se compensam parcialmente. A amplitude menor tende a trazer preamares mais baixas e baixa-mares mais altas.
pt_pt: O Sol e a Lua estão em ângulo reto, pelo que os seus efeitos nas marés compensam-se parcialmente. A amplitude menor tende a trazer preia-mares mais baixas e baixa-mares mais altas.
sv: Solen och månen står i rät vinkel, så deras tidvattenpåverkan motverkar delvis varandra. Den mindre skillnaden tenderar att ge lägre högvatten och högre lågvatten.

source: The Sun and Moon line up, reinforcing each other's tidal effects. The wider range tends to bring higher highs and lower lows.
da: Solen og Månen står på linje og forstærker hinandens tidevandspåvirkning. Den større forskel giver typisk højere højvande og lavere lavvande.
de: Sonne und Mond stehen in einer Linie und verstärken ihre Gezeitenwirkungen gegenseitig. Der größere Tidenhub führt tendenziell zu höheren Hochwassern und niedrigeren Niedrigwassern.
es_es: El Sol y la Luna están alineados y refuerzan mutuamente sus efectos de marea. La mayor amplitud tiende a producir pleamares más altas y bajamares más bajas.
fi: Aurinko ja Kuu ovat samalla linjalla, joten niiden vuorovesivaikutukset vahvistavat toisiaan. Suurempi vaihtelu yleensä nostaa ylävesiä ja laskee alavesiä.
fr_ca: Le Soleil et la Lune sont alignés, ce qui renforce leurs effets sur les marées. Le marnage accru tend à produire des hautes eaux plus hautes et des basses eaux plus basses.
it: Sole e Luna si allineano, rafforzando a vicenda gli effetti sulle maree. L’escursione maggiore tende a produrre alte maree più alte e basse maree più basse.
ja: 太陽と月が一直線に並び、潮汐への作用が重なります。潮差が大きくなり、満潮が高く、干潮が低くなる傾向があります。
ko: 태양과 달이 일렬로 놓여 조석 효과가 더해집니다. 조차가 커지며 만조는 높고 간조는 낮아지는 경향이 있습니다.
nb: Solen og Månen står på linje og forsterker hverandres tidevannsvirkning. Den større forskjellen gir gjerne høyere høyvann og lavere lavvann.
nl: De zon en de maan staan op één lijn en versterken elkaars getijwerking. Het grotere getijverschil leidt doorgaans tot hogere hoogwaters en lagere laagwaters.
pt_br: O Sol e a Lua se alinham, reforçando os efeitos um do outro nas marés. A amplitude maior tende a trazer preamares mais altas e baixa-mares mais baixas.
pt_pt: O Sol e a Lua alinham-se, reforçando os efeitos um do outro nas marés. A amplitude maior tende a trazer preia-mares mais altas e baixa-mares mais baixas.
sv: Solen och månen står på linje och förstärker varandras tidvattenpåverkan. Den större skillnaden tenderar att ge högre högvatten och lägre lågvatten.

source: The water at %@ has a real tide, and a yearly cycle of about the same size. The times below are unaffected — high and low arrive when they arrive — but the heights drift across the year as the seasonal level rises and falls underneath them.
da: Vandet ved %@ har et reelt tidevand og en årscyklus af cirka samme størrelse. Tidspunkterne nedenfor påvirkes ikke — høj- og lavvande kommer, når de kommer — men højderne ændrer sig over året, mens sæsonniveauet stiger og falder under dem.
de: Das Wasser bei %@ hat echte Gezeiten und einen etwa ebenso großen Jahreszyklus. Die Zeiten unten bleiben unverändert — Hoch- und Niedrigwasser kommen zu ihren berechneten Zeiten —, aber die Höhen verschieben sich im Jahresverlauf, weil der jahreszeitliche Pegel darunter steigt und fällt.
es_es: En %@ hay una marea real y un ciclo anual de amplitud similar. Las horas indicadas abajo no cambian: la pleamar y la bajamar llegan a su hora. Pero las alturas varían a lo largo del año a medida que el nivel estacional sube y baja.
fi: Paikassa %@ on vuorovesi ja suunnilleen samansuuruinen vuosittainen vaihtelu. Alla olevat ajat eivät muutu — ylä- ja alavedet tulevat ajallaan — mutta korkeudet muuttuvat vuoden mittaan kausittaisen vedenpinnan noustessa ja laskiessa niiden alla.
fr_ca: À %@, il y a une véritable marée et un cycle annuel d’amplitude semblable. Les heures ci-dessous ne changent pas : la pleine mer et la basse mer arrivent à l’heure prévue. Les hauteurs varient toutefois au fil de l’année, selon la hausse et la baisse du niveau saisonnier.
it: L’acqua a %@ ha una vera marea e un ciclo annuale di dimensioni simili. Gli orari sotto non cambiano: alte e basse maree arrivano quando devono. Le altezze però variano durante l’anno, mentre il livello stagionale sale e scende.
ja: %@には潮汐があり、ほぼ同じ大きさの年周期の変動もあります。下の時刻には影響せず、満潮・干潮は予測どおりに訪れます。ただし、季節による水位の上下が重なるため、潮位は年間を通して変化します。
ko: %@에는 조석과 비슷한 크기의 연간 수위 변화가 있습니다. 아래 시간은 영향을 받지 않아 만조와 간조는 제시간에 발생하지만 계절적 수위가 오르내리면서 높이는 연중 달라집니다.
nb: Vannet ved %@ har reelt tidevann og en årssyklus av omtrent samme størrelse. Tidspunktene nedenfor påvirkes ikke — høyvann og lavvann kommer når de kommer — men høydene forskyves gjennom året når sesongnivået stiger og synker.
nl: Het water bij %@ heeft een echt getij en een jaarlijkse cyclus van ongeveer dezelfde omvang. De tijden hieronder veranderen daardoor niet — hoog- en laagwater komen op hun eigen tijd — maar de hoogtes verschuiven door het jaar heen doordat het onderliggende seizoenspeil stijgt en daalt.
pt_br: A água em %@ tem uma maré real e um ciclo anual de tamanho parecido. Os horários abaixo não são afetados — a preamar e a baixa-mar chegam quando devem — mas as alturas variam ao longo do ano conforme o nível sazonal sobe e desce.
pt_pt: A água em %@ tem uma maré real e um ciclo anual de tamanho parecido. Os horários abaixo não são afetados — a preia-mar e a baixa-mar chegam quando devem — mas as alturas variam ao longo do ano conforme o nível sazonal sobe e desce.
sv: Vattnet vid %@ har ett verkligt tidvatten och en årscykel av ungefär samma storlek. Tiderna nedan påverkas inte — hög- och lågvatten kommer när de kommer — men höjderna ändras under året när säsongsnivån stiger och sjunker under dem.

source: The water at %@ rises and falls far more across a year than it does across a day. Rivers, lakes and lagoons behave this way: the level follows the seasons — runoff, rainfall, wind — and the daily tide is a ripple on top of it.
da: Vandet ved %@ stiger og falder langt mere over et år end over en dag. Floder, søer og laguner opfører sig sådan: niveauet følger årstiderne — afstrømning, nedbør, vind — og det daglige tidevand er en lille krusning ovenpå.
de: Das Wasser bei %@ steigt und fällt im Jahresverlauf viel stärker als im Tagesverlauf. Flüsse, Seen und Lagunen verhalten sich so: Der Pegel folgt den Jahreszeiten — Abfluss, Regen, Wind — und die tägliche Tide ist eine kleine Bewegung darüber.
es_es: En %@, el agua sube y baja mucho más a lo largo de un año que en un día. Así se comportan los ríos, lagos y lagunas: el nivel sigue las estaciones —escorrentía, lluvia y viento—, y la marea diaria es una pequeña oscilación sobre ese nivel.
fi: Paikassa %@ vedenpinta nousee ja laskee vuoden aikana paljon enemmän kuin vuorokauden aikana. Joet, järvet ja laguunit käyttäytyvät näin: taso seuraa vuodenaikoja — valuntaa, sateita ja tuulta — ja päivittäinen vuorovesi on vain pieni aalto sen päällä.
fr_ca: À %@, le niveau de l’eau varie beaucoup plus au cours d’une année qu’au cours d’une journée. Les rivières, les lacs et les lagunes se comportent ainsi : le niveau suit les saisons — ruissellement, pluie, vent — et la marée quotidienne n’est qu’une petite oscillation qui s’y ajoute.
it: L’acqua a %@ sale e scende molto più nel corso di un anno che di un giorno. Fiumi, laghi e lagune si comportano così: il livello segue le stagioni — deflusso, pioggia, vento — e la marea giornaliera è una piccola ondulazione sopra di esso.
ja: %@の水位は、1日の変動より1年間の変動のほうがはるかに大きくなります。河川、湖、潟などでは、流出水、雨、風などの季節変化に水位が左右され、毎日の潮汐はその上に重なる小さな波となります。
ko: %@의 수위는 하루보다 한 해 동안 훨씬 크게 오르내립니다. 강, 호수, 석호가 이런 양상을 보입니다. 수위는 유출수, 강수량, 바람 등 계절에 따라 변하고 하루의 조석은 그 위의 작은 물결입니다.
nb: Vannet ved %@ stiger og synker langt mer gjennom et år enn gjennom en dag. Elver, innsjøer og laguner oppfører seg slik: nivået følger årstidene — avrenning, nedbør, vind — og det daglige tidevannet er en liten krusning oppå.
nl: Het water bij %@ stijgt en daalt in een jaar veel meer dan in een dag. Rivieren, meren en lagunes gedragen zich zo: het peil volgt de seizoenen — afvoer, regenval, wind — en het dagelijkse getij is een kleine rimpeling daarbovenop.
pt_br: A água em %@ sobe e desce muito mais ao longo de um ano do que de um dia. Rios, lagos e lagoas se comportam assim: o nível segue as estações — escoamento, chuva, vento — e a maré diária é uma pequena ondulação sobre ele.
pt_pt: A água em %@ sobe e desce muito mais ao longo de um ano do que de um dia. Rios, lagos e lagoas comportam-se assim: o nível segue as estações — escoamento, chuva, vento — e a maré diária é uma pequena ondulação sobre ele.
sv: Vattnet vid %@ stiger och sjunker mycket mer under ett år än under en dag. Floder, sjöar och laguner beter sig så här: nivån följer årstiderna — avrinning, regn, vind — och det dagliga tidvattnet är en liten krusning ovanpå.

source: The water now and which way it's going.
da: Vandet nu og hvilken vej det bevæger sig.
de: Das Wasser jetzt und seine Bewegungsrichtung.
es_es: El agua ahora, y hacia dónde va.
fi: Vesi nyt ja sen liikkeen suunta.
fr_ca: L’eau maintenant, et dans quel sens elle va.
it: L’acqua ora e la sua direzione.
ja: 今の水の状態と、その動きの向き。
ko: 현재 물의 상태와 움직이는 방향.
nb: Vannet nå og hvilken vei det går.
nl: Het water nu en de richting waarin het beweegt.
pt_br: A água agora e a direção do fluxo.
pt_pt: A água agora e a direção do fluxo.
sv: Vattnet nu och åt vilket håll det går.

source: Then
da: Da
de: Danach
es_es: Después
fi: Sitten
fr_ca: Puis
it: Poi
ja: その次
ko: 그다음
nb: Deretter
nl: Daarna
pt_br: Depois
pt_pt: Depois
sv: Då

source: This alert repeats. There's no single moment to switch back to.
da: Dette varsel gentages. Der er ikke ét bestemt tidspunkt at vende tilbage til.
de: Diese Meldung wiederholt sich. Es gibt keinen einzelnen Zeitpunkt, zu dem du zurückkehren kannst.
es_es: Esta alerta se repite. No hay un momento único al que volver.
fi: Tämä hälytys toistuu. Ei ole yhtä ajankohtaa, johon palata.
fr_ca: Cette alerte se répète. Il n’y a pas de moment unique auquel revenir.
it: Questo avviso si ripete. Non c’è un momento unico a cui tornare.
ja: このアラートは繰り返します。戻る対象となる特定の時刻はありません。
ko: 이 알림은 반복됩니다. 돌아갈 특정 시점이 없습니다.
nb: Dette varselet gjentas. Det finnes ikke ett bestemt tidspunkt å gå tilbake til.
nl: Deze waarschuwing wordt herhaald. Er is geen enkel tijdstip om naar terug te gaan.
pt_br: Este alerta se repete. Não há um momento único para voltar.
pt_pt: Este alerta repete-se. Não há um momento único ao qual voltar.
sv: Den här aviseringen upprepas. Det finns ingen enskild tidpunkt att återgå till.

source: This one
da: Denne
de: Dieses Mal
es_es: Esta
fi: Tämä kerta
fr_ca: Celle-ci
it: Questa
ja: この回
ko: 이번만
nb: Dette
nl: Deze keer
pt_br: Este
pt_pt: Este
sv: Den här

source: This station is no longer published.
da: Denne station offentliggøres ikke længere.
de: Diese Station wird nicht mehr veröffentlicht.
es_es: Esta estación ya no se publica.
fi: Tämän aseman tietoja ei enää julkaista.
fr_ca: Cette station n’est plus publiée.
it: Questa stazione non è più pubblicata.
ja: この観測所の公開は終了しました。
ko: 이 관측소는 더 이상 공개되지 않습니다.
nb: Denne stasjonen publiseres ikke lenger.
nl: Dit station wordt niet meer gepubliceerd.
pt_br: Esta estação não é mais publicada.
pt_pt: Esta estação já não é publicada.
sv: Den här stationen publiceras inte längre.

source: This station stays available offline when finished.
da: Denne station forbliver tilgængelig offline, når den er færdig.
de: Diese Station bleibt nach dem Laden offline verfügbar.
es_es: Esta estación quedará disponible sin conexión al terminar.
fi: Latauksen valmistuttua asema pysyy käytettävissä ilman verkkoyhteyttä.
fr_ca: Cette station restera disponible hors ligne une fois terminée.
it: Questa stazione resta disponibile offline al termine.
ja: 完了すると、この観測所はオフラインでも利用できます。
ko: 완료되면 이 관측소를 계속 오프라인으로 사용할 수 있습니다.
nb: Denne stasjonen forblir tilgjengelig frakoblet når nedlastingen er ferdig.
nl: Dit station blijft na het downloaden offline beschikbaar.
pt_br: Esta estação fica disponível offline quando o download terminar.
pt_pt: Esta estação fica disponível sem ligação quando a descarga terminar.
sv: Den här stationen förblir tillgänglig offline när hämtningen är klar.

source: This station's predictions aren't on this device yet. Downloading Canadian current predictions…
da: Denne stations prognoser er ikke på denne enhed endnu. Henter canadiske strømprognoser…
de: Die Vorhersagen für diese Station sind noch nicht auf diesem Gerät. Kanadische Strömungsvorhersagen werden geladen…
es_es: Las predicciones de esta estación aún no están en este dispositivo. Descargando predicciones de corrientes canadienses…
fi: Tämän aseman ennusteita ei vielä ole tällä laitteella. Ladataan Kanadan virtausennusteita…
fr_ca: Les prévisions de cette station ne sont pas encore sur cet appareil. Téléchargement des prévisions canadiennes de courant…
it: Le previsioni di questa stazione non sono ancora su questo dispositivo. Download delle previsioni canadesi di corrente…
ja: この観測所の予測はまだこのデバイスにありません。カナダの潮流予測をダウンロード中…
ko: 이 관측소의 예측이 아직 이 기기에 없습니다. 캐나다 조류 예측 다운로드 중…
nb: Prognosene for denne stasjonen er ikke på denne enheten ennå. Laster ned kanadiske strømprognoser…
nl: De voorspellingen voor dit station staan nog niet op dit apparaat. Canadese stroomvoorspellingen downloaden…
pt_br: As previsões desta estação ainda não estão neste dispositivo. Baixando previsões canadenses de correntes…
pt_pt: As previsões desta estação ainda não estão neste dispositivo. A descarregar previsões canadianas de correntes…
sv: Den här stationens prognoser finns inte på den här enheten än. Hämtar kanadensiska strömprognoser…

source: This station's predictions aren't on this device yet. Downloading Canadian tidal predictions…
da: Denne stations prognoser er ikke på denne enhed endnu. Henter canadiske tidevandsprognoser…
de: Die Vorhersagen für diese Station sind noch nicht auf diesem Gerät. Kanadische Gezeitenvorhersagen werden geladen…
es_es: Las predicciones de esta estación aún no están en este dispositivo. Descargando predicciones de mareas canadienses…
fi: Tämän aseman ennusteita ei vielä ole tällä laitteella. Ladataan Kanadan vuorovesiennusteita…
fr_ca: Les prévisions de cette station ne sont pas encore sur cet appareil. Téléchargement des prévisions canadiennes de marée…
it: Le previsioni di questa stazione non sono ancora su questo dispositivo. Download delle previsioni canadesi di marea…
ja: この観測所の予測はまだこのデバイスにありません。カナダの潮汐予測をダウンロード中…
ko: 이 관측소의 예측이 아직 이 기기에 없습니다. 캐나다 조석 예측 다운로드 중…
nb: Prognosene for denne stasjonen er ikke på denne enheten ennå. Laster ned kanadiske tidevannsprognoser…
nl: De voorspellingen voor dit station staan nog niet op dit apparaat. Canadese getijvoorspellingen downloaden…
pt_br: As previsões desta estação ainda não estão neste dispositivo. Baixando previsões canadenses de marés…
pt_pt: As previsões desta estação ainda não estão neste dispositivo. A descarregar previsões canadianas de marés…
sv: Den här stationens prognoser finns inte på den här enheten än. Hämtar kanadensiska tidvattenprognoser…
